---
kind: enumMember
id: F:Autodesk.Revit.DB.TilePatternsBuiltIn.TriangleStep_Bent
enum: Autodesk.Revit.DB.TilePatternsBuiltIn
source: html/5418b933-518e-3ceb-f2d5-40b60409a705.htm
---
# Autodesk.Revit.DB.TilePatternsBuiltIn.TriangleStep_Bent